aquamarine-git
battop
catppuccin-gtk-theme-mocha
discordo-git
google-breakpad
gtk-engine-murrine
gtk-engine-murrine-debug
gtk2
hyprcursor-git
hyprgraphics-git
hyprland-git
hyprland-guiutils-git
hyprland-qt-support-git
hyprlang-git
hyprlock-git
hyprpaper-git
hyprtoolkit-git
hyprutils-git
hyprwayland-scanner-git
nnn-git
notion-app-electron
python-pywalfox
python-vdf
quickshell-git
spotify
ttf-material-design-icons-git
ttf-symbola
ttf-unifont
vesktop
wakafetch-git
wallust-git
wezterm-git
xdg-desktop-portal-hyprland-git
yay
yazi-git
zotero
