7zip
alsa-utils
amd-ucode
android-file-transfer
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
avr-gcc
avr-libc
avrdude
base
base-devel
bluetui
bluez
bluez-utils
brightnessctl
btrfs-progs
check
clang
cmake
cronie
dfu-programmer
dfu-util
discord
dkms
dolphin
edk2-shell
efibootmgr
efitools
expect
fastfetch
fd
freetype2-demos
fzf
gd
ghostscript
git
grim
grub
gst-plugin-pipewire
guvcview
htop
hyprpolkitagent
imagemagick
impala
iniparser
intel-media-driver
iwd
jq
kdenlive
kitty
lazygit
less
libexif
libheif
libpulse
libva-intel-driver
libva-nvidia-driver
libxcrypt-compat
linux
linux-firmware
linux-headers
lsof
ly
mako
man-db
meson
nano
neovim
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
obsidian
opencv
openssh
os-prober
pacman-contrib
pavucontrol
perl-io-socket-ssl
perl-lwp-protocol-https
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
poppler-data
powertop
prusa-slicer
python-pip
python-pyqt5
qt5-wayland
qt6-wayland
resvg
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-newlib
rofi
rustup
slurp
smartmontools
snapper
sof-firmware
sox
startup-notification
steam
stow
swappy
tk
tlp
tmux
tree-sitter-cli
ttf-dejavu
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
typst
unzip
usbutils
uwsm
vim
vulkan-intel
waybar
wayland-utils
wget
wireless_tools
wireplumber
wl-clipboard
wlr-randr
woff2-font-awesome
wofi
xcb-imdkit
xdg-utils
xorg-server
xorg-xdpyinfo
xorg-xinit
zathura
zathura-pdf-mupdf
zig
zip
zoxide
zram-generator
zsh
