7zip
alsa-utils
amd-ucode
aquamarine-git
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
avr-gcc
avr-libc
avrdude
base
base-devel
battop
bluetui
bluez
bluez-utils
brightnessctl
btrfs-progs
calibre
catppuccin-gtk-theme-mocha
cava
check
clang
cmake
cronie
dfu-programmer
dfu-util
discord
dkms
dolphin
edk2-shell
efibootmgr
fastfetch
fd
firefox
freetype2-demos
fzf
git
grim
grimblast-git
grub
gst-plugin-pipewire
gtk-engine-murrine
htop
hyprcursor-git
hyprland-git
hyprland-qtutils-git
hyprlock-git
hyprpaper-git
hyprpolkitagent
impala
iniparser
intel-media-driver
iwd
jq
kitty
less
libheif
libpulse
libva-intel-driver
libva-nvidia-driver
libxcrypt-compat
linux
linux-firmware
linux-headers
ly
mako
man-db
matugen-git
meson
nano
neovim
netctl
ninja
nnn-git
notion-app-electron
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obsidian
openssh
os-prober
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
powertop
prusa-slicer
python-pip
python-pyqt5
python-pywalfox
qt5-wayland
qt6-wayland
quickshell-git
resvg
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-newlib
rofi
rustup
sddm
slurp
smartmontools
snapper
sof-firmware
spotify
startup-notification
stow
tk
tlp
tree-sitter-cli
ttf-dejavu
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-material-design-icons-git
ttf-symbola
ttf-unifont
typst
unzip
usbutils
uwsm
vesktop
vim
visual-paradigm-community-debug
vulkan-intel
wakafetch-git
wallust-git
waybar
wayland-utils
wezterm-git
wget
wireless_tools
wireplumber
wl-clipboard
wlr-randr
woff2-font-awesome
wofi
wpa_supplicant
xcb-imdkit
xdg-desktop-portal-hyprland-git
xdg-utils
xorg-server
xorg-xdpyinfo
yay
yazi-git
zathura
zathura-pdf-mupdf
zig
zip
zotero
zoxide
zram-generator
zsh
