battop
brave-bin
catppuccin-gtk-theme-mocha
gtk-engine-murrine
hyprcursor-git
hyprgraphics-git
hyprland-git
hyprland-guiutils-git
hyprlang-git
hyprlock-git
hyprpaper-git
hyprtoolkit-git
hyprutils-git
lib32-nvidia-580xx-utils
libpng12
nnn-git
notion-app-electron
nvidia-580xx-dkms
nvidia-580xx-utils
python-pywalfox
spotify
ttf-material-design-icons-git
ttf-symbola
ttf-unifont
vesktop
wakafetch-git
wallust-git
wezterm-git
wl-gammarelay-rs
xdg-desktop-portal-hyprland-git
yay
yazi-git
zotero
