aquamarine-git
aquamarine-git-debug
battop
battop-debug
catppuccin-gtk-theme-mocha
google-breakpad
grimblast-git
hyprcursor-git
hyprcursor-git-debug
hyprgraphics-git
hyprgraphics-git-debug
hyprland-git
hyprland-git-debug
hyprland-qt-support-git
hyprland-qt-support-git-debug
hyprland-qtutils-git
hyprland-qtutils-git-debug
hyprlang-git
hyprlang-git-debug
hyprlock-git
hyprlock-git-debug
hyprpaper-git
hyprpaper-git-debug
hyprutils-git
hyprutils-git-debug
hyprwayland-scanner-git
hyprwayland-scanner-git-debug
matugen-git
matugen-git-debug
nnn-git
nnn-git-debug
notion-app-electron
notion-app-electron-debug
python-pywalfox
quickshell-git
spotify
ttf-material-design-icons-git
ttf-symbola
ttf-unifont
vesktop
vesktop-debug
visual-paradigm-community-debug
wakafetch-git
wakafetch-git-debug
wallust-git
wallust-git-debug
wezterm-git
wezterm-git-debug
xdg-desktop-portal-hyprland-git
xdg-desktop-portal-hyprland-git-debug
yay
yay-debug
yazi-git
yazi-git-debug
zotero
zotero-debug
